@extends('site.layouts.app')

@push('css')
    <link rel="stylesheet" href="{{ ('css/frontend/success-stories.css') }}">
@endpush

@section('content')
    @include('site.components.breadcrumb')

    <div class="page-wrap">
        <div class="container-mini">
            <span class="title-usual">Success stories</span>

            <div class="success-stories-description text-default text-center">
                Միքայելի հաջողության պատմությունը
            </div>

            <div class="success-stories-image-wrap">
                <img class="w-100" src="{{ asset('images/success-stories.png') }}" alt="" title="">
            </div>

            <div class="success-stories-editor text-default">
                7-ամյա Միքայելը բնակվում է մայրիկի, եղբոր, տատիկի և պապիկի հետ Ստեփանավանում: Ընտանիքի եկամտի հիմնական միջոցը նպաստն ու պապիկի թոշակն է, որը չի բավարարում սոցիալական և տնտեսական կարիքները հոգալու համար:

                Երբ սոցաշխատողը սկսեց աշխատել ընտանիքի հետ, պարզ դարձավ, որ Միքայելն ունի ուշադրության կենտրոնացման, մտապահման, տրամաբանման և խոսքային խնդիրներ, արտահայտված ագրեսիվ վարքագիծ և վախեր: Այս խնդիրների հետևանքով ընտանիքը մեկուսացել էր շրջապատից։ Այժմ Միքայելը կենտրոնում մասնակցում է դասապատրաստման և կյանքի հմտությունների խմբակին, ստացել է հոգեբանի և լոգոպեդի աջակցություն, իսկ մայրիկը մասնակցել է դրական ծնողավարության և կենցաղավարության հմտությունների զարգացման դասընթացներին:

                Երեխան մեծ սիրով է հաճախում ցերեկային կենտրոն։ Ներկայումս Միքայելի խոսքը դարձել է ավելի հստակ, անցել է կաշկանդվածությունը, բարձրացել է ուշադրության կենտրոնացման մակարդակը, կարողանում է կառավարել իր վարքը և այլևս ագրեսիա չի ցուցաբերում, մասնակցում է ընդհանուր խաղերին՝ շփվելով հասակակիցների հետ: Մայրիկը նույնպես նկատում է այս փոփոխությունները և նշում, որ պատրաստ է շարունակել համագործակցությունը ցերեկային կենտրոնի հետ։

                Միքայելը կշարունակի հաճախել ցերեկային կենտրոն:
            </div>
            @include('site.components.share')
        </div>
    </div>

    @include('site.components.donate_now')
@endsection
