<?php

return [
    'Language' => 'Լեզու',
    'Sponsor' => 'Հովանավորել',
    'Apply now' => 'Դիմել հիմա',
    'Donate' => 'Նվիրաբերել',
    'Donate NOW' => 'Նվիրաբերել ՀԻՄԱ',
    'Any donation is valuable' => 'Ցանկացած նվիրատվություն արժեքավոր է',
    'What can we help you find?' => 'Մենք կօգնենք Ձեզ որոնման հարցում',
    'Back' => 'Ետ գնալ',
    'See more' => 'Տեսնել ավելին',
    'Watch the video' => 'Դիտել տեսանյութը',
    'Our Core Values' => 'Մեր արժեքները',
    'Give a gift. Make a change!' => 'Նվիրիր և բեր փոփոխություն',
    'Choose your way to help' => 'Ընտրիր օգնելու քո տարբերակը',
    'Success story intro' => 'Մեր նվիրատուների շնորհիվ այս երեխաների կյանքը փոխվել է. ծանոթացեք նրանց պատմություններին:',
    'Our Address' => 'Մեր հասցեն',
    'Our Phone number' => 'Մեր հեռախոսահամարը',
    'How to help?' => 'Ինչպե՞ս օգնել',
    'Choose your option of helping children in need.' => 'Ընտրեք կարիքավոր երեխային օգնելու Ձեր տարբերակը:',
    'Now' => 'Հիմա',
    'Reset validation' => 'Տվյալ էլեկտրոնային փոստով օգտատեր գոյություն չունի',
    'Sponsorship work' => 'Ինչպես է հովանավորությունն աշխատում',
    'Sponsorship work text1' => 'Դուք կտեսնեք` ինչպես է Ձեր նվիրատվության շնորհիվ փոխվում երեխայի կյանքը:',
    'Sponsorship work text2' => 'Ձեզ հետ մտերմությունը կուրախացնի ու կքաջալերի երեխային` հասնելու իր անիրական թվացող երազանքներին:',
    'Sponsorship work text3' => 'Օգնելով երեխային` Դուք կօգնեք նաև նրա ընտանիքին և համայնքին. ծրագիրը ներառում է համապարփակ աջակցություն:',
    'Other news' => 'Այլ նորություններ',
    'Key Achievements' => 'Հիմնական ձեռքբերումներ',
    'Photo Gallery' => 'Պատկերասրահ',
    'Related Videos' => 'Առնչվող տեսանյութեր',
    'Related Stories' => 'Առնչվող պատմություններ',
    'Read more' => 'Կարդալ ավելին',
    'Publications' => 'Publications',
    'Email verification are send' => 'Ձեր գրանցումը donate.am կայքում հաստատելու համար խնդրում ենք ստուգել Ձեր էլ․ փոստի հասցեն՝',
    'footer' => [
        'We are in social networks' => 'Մենք սոցիալական ցանցերում',
        'Receive news from us' => 'Ստացեք նորություններ ',
        'Your e-mail address' => 'Ձեր էլ-փոստը',
        'copyright' => 'World Vision Armenia․ Բոլոր իրավունքները պաշտպանված են։',
        'powered by' => 'Կայքի պատրաստում՝ - ԱՍՏՈՒԴԻՈ ՍՊԸ',
    ],
    'Completed' => 'Ավարտված',
    'Share' => 'Կիսվել',

    'Volunteering Thank you desc' => '
    Շնորհակալություն մեր կազմակերպությունում կամավորական աշխատանք կատարելու պատրաստակամության համար։ Կամավորական աշխատանքի անհրաժեշտության դեպքում Ձեզ հետ անպայման կապ կհաստատենք
    ',
    'Apply volunteering description' => '
    Լրացրեք Ձեր տվյալները, և մենք կապ կհաստատենք Ձեզ հետ։
    ',
    'Contact Thank you desc' => '
    Շնորհակալություն նամակի համար, մենք կդիտարկենք այն և կպատասխանենք հնարավորինս սեղմ ժամկետներում։
    ',
    'Registration' => 'Գրանցվել',
    'Forgot Password' => 'Մոռացե՞լ եք գաղտնաբառը',
    'Register' => 'Գրանցվել',
    'Login' => 'Մուտք գործել',
    'Guest' => 'Հյուր',
    'Continue as guest' => 'Շարունակել որպես հյուր',

    'login' => [
        'Name' => 'Անուն',
        'Name Register' => 'Անուն, Ազգանուն',
        'Email' => 'Էլ․ հասցե',
        'Email Register' => 'Էլ. փոստի հասցե',
        'Phone number' => 'Հեռախոսահամար',
        'Password' => 'Գաղտնաբառ',
        'Confirm Password' => 'Կրկնել գաղտնաբառը',
        'Current password' => 'Ընթացիկ գաղտնաբառը',
        'New password' => 'Նոր գաղտնաբառ',
        'Save password' => 'Պահպանել գաղտնաբառը',
        'Forgot your password?' => 'Մոռացե՞լ եք գաղտնաբառը',
        'or sign in with' => 'կամ մուտք գործել',
        'Facebook' => 'Facebook',
        'Google' => 'Google',
        'Save changes' => 'Պահպանել',
        '5 to 20 characters' => '5-20 նշան',
        'Cancel' => 'Չեղարկել',
        'Submit' => 'Ուղարկել ',
        'City' => 'Քաղաք',
        'Address' => 'Հասցե',
        'Password min' => 'Գաղտնաբառը պետք է պարունակի 5-20 նիշ',
        'DD' => 'DD',
        'MM' => 'MM',
        'YYYY' => 'YYYY',
        'Forgot password text' => "Խնդրում ենք մուտքագրել այն էլ. փոստի հասցեն, որն օգտագործել եք գրանցվելիս, և մենք Ձեզ նոր գաղտնաբառ կուղարկենք։",
        'Login text' => 'Հարգելի այցելու,<br>
            donate.am կայքում Ձեր  անձնական հաշիվը թույլ է տալիս.<br>
            • Տեսնել Ձեր նվիրատվությունների պատմությունը և թարմացնել անձնական տվյալները:<br>
            • Դառնալ երեխայի հովանավոր։<br>
            • Տեղեկանալ արշավների և նորությունների մասին։<br>',
    ],

    'cabinet' => [
        'Home' => 'Գլխավոր էջ',
        'Home page' => 'Գլխավոր էջ',
        'Modal Text' => '
            Դուք   կարող   եք   նախաձեռնել   ֆոնդահայթայթման   Ձեր   արշավը   ցանկացած
            առիթով․   դա   կարող   է   լինել   Ձեր   ծննդյան   օրը,   կամ   պարզապես   Ձեր
            ցանկությունը ակտիվորեն մասնակցել եւ օգնել մեզ հասնելու մեր նպատակին՝
            փոխել երեխայի կյանքը:
            Դուք   կարող   եք   առաջարկվող   տարբերակներից   ընտրել  ֆոնդահայթայթման
            արշավի տեսակը, սահմանել նպատակ եւ արշավի մասին տեղեկացնել նաեւ Ձեր
            ընկերներին՝  տեղադրելով   համապատասխան   տեղեկությունը  սոցիալական
            ցանցերի   Ձեր   էջերում:   Նպատակին   հասնելուց   կամ  ֆոնդահայթայթման
            ավարտից   հետո   նվիրաբերված   գումարը   կծախսվի   նախապես   սահմանված
            նպատակին հասնելու համար:
            Ֆոնդահայթայթման   արշավի   ավարտից   հետո   Դուք   կստանաք   անհատական
            հաշվետվություն,   որտեղ   կտեսնեք   դրամահավաքի   արդյունքները   եւ   երեխայի
            կյանքում կատարվող փոփոխությունները: Այս բոլոր տեղեկությունները կգտնեք
            նաեւ Ձեր անձնական էջում:
            Շնորհակալություն, որ օգնում եք  մեզ բարելավել երեխայի կյանքը:
        ',
        'Modal Create' => 'Ստեղծել Դրամահավաք',
        'My Sponsorship' => 'Իմ հովանավորությունը',
        'My Sponsorship 1' => 'Դուք հովանավորում եք',
        'My account' => 'Իմ էջը',
        'My account Home' => 'Իմ էջը',
        'Notification' => 'Ծանուցումներ',
        'My donations' => 'Իմ նվիրատվությունները',
        'Fundraisers' => 'Ֆոնդահայթայթումներ',
        'My fundraisings' => 'Իմ ֆոնդահայթայթումները',
        'Create fundraiser' => 'Նախաձեռնել ֆոնդահայթայթում',
        'Create fundraiser text' => 'Դուք կարող եք սկսել ֆոնդահայթայթման սեփական արշավը`ընտրելով նպատակն ու տարածելով այն ընկերների շրջանում:',
        'Amount required' => 'Անհրաժեշտ գումար',
        'Log out' => 'Դուրս գալ',
        'New Sponsorship' => 'Նոր հովանավորություն',
        'My details' => 'Իմ տվյալները',
        'Choose country' => 'Երկիր',
        'Age' => 'Տարիքը՝',
        'Videos' => 'Տեսանյութեր',
        'Photos' => 'Լուսանկարներ',
        'Letters' => 'Նամակներ',
        'Reports' => 'Հաշվետվություններ',
        'Donate' => 'Նվիրաբերել',
        'Details' => 'Մանրամասներ',
        'Give a gift' => 'Ընտրել նվեր',
        'Messages' => 'Հաղորդագրություններ',
        'Type your message here' => 'Գրեք Ձեր նամակն այստեղ',
        'Create' => 'Սկսել',
        'Close' => 'Փակել',
        'All donation history' => 'Նվիրատվությունների պատմություն',
        'table' => [
            'Data' => 'Ամսաթիվ',
            'Designation' => 'Ծրագիր',
            'Amount' => 'Գումար',
            'Frequency' => 'Հաճախ',
            'Receipt' => 'Անդորրագիր',
            'Monthly' => 'Ամսական',
            'One Time' => 'Մեկանգամյա',
            'Download Receipt' => 'Ներբեռնել անդորրագիրը',
        ],
        'Thank you for your donation!' => 'Շնորհակալություն Ձեր նվիրատվության համար։',
        'Thank you for your donation desc one!' => '
        Շնորհակալություն Ձեր նվիրատվության համար։
        Սույնով հաստատում ենք, որ ստացել ենք
        ',
        'Thank you for your donation desc two!' => '
        դրամի չափով Ձեր նվիրատվությունը։ Շնորհակալություն, որ օգնում եք մեզ փոխել երեխաների կյանքը։ Ձեր նախորդ նվիրատվությունները կարող եք տեսնել Նվիրատվությունների պատմություն էջում։
        ',
        'Thank you for your donation one time!' => '(Մեկանգամյա)',
        'Your Donation' => 'Ձեր նվիրատվությունը:',
        'Your Donation History Page' => 'Ձեր նվիրատվության պատմության էջը',
        'Read more' => 'Կարդալ ավելին',
        'Mark all as read' => 'Նշել բոլորը որպես կարդացված',
        'Reset Email Verify' => '
        Վերիֆիկացման հայտը հաջողությամբ ուղարկվել է ձեր էլեկտրոնային փոստի հասցեին
        ',
        'No Fundraiser' => 'Դուք դեռ չեք մասնակցել ֆոնդհայթայթումների',
        'Give a gift text' => 'Հաշվի առնելով ընտանիքի կարիքները` առաջարկում ենք աջակցել Ձեր կողմից հովանավորվող երեխայի ընտանիքին` ընտրելով առաջարկվող նվերներից մեկը:',
        'Social Story' => 'Սոցիալական պատմություն',

    ],

    'Gifts' => [
        'Price:' => 'Նվերի արժեք՝',
        'AMD' => 'դրամ',
        'Other gifts' => 'Այլ նվերներ',
        'Give' => 'Նվիրել',
        'See more' => 'Տեսնել ավելին',
    ],

    'FAQ' => [
        'Get to know the frequently asked questions' => 'Հաճախ տրվող հարցեր',
        'Get acquainted' => 'Կարդալ',
    ],

    'Steps' => [
        'General info' => 'Ընդհանուր տեղեկություններ',
        'Terms & Co' => 'Դրույթներ ու պայմաններ',
        'Billing Info' => 'Վճարման տվյալներ',
        'Gift Amount' => 'Նվերի արժեք',
        'Donation Amount' => 'Նվիրատվության չափ',
        'Number of gifts' => 'Նվերների քանակ',
        'Total:' => 'Ընդհանուր:',
        'Other' => 'Այլ',
        'Next' => 'Հաջորդ',
        'I agree to the Terms and Conditions' => 'Ես համաձայն եմ դրույթներին և պայմաններին',
        'Please send me the latest news from donate am' => 'Խնդրում եմ ուղարկել donate.am-ի վերջին նորությունները',
        'Pay' => 'Վճարել',
        'Pay Idram' => 'Idram վճարում',
        'Pay Arca' => 'Arca վճարում',
    ],

    'Error' => [
        'Page not found' => 'Էջը գտնված չէ',
        'This page doesn’t exist or is unavailable' => 'Էջը գոյություն չունի կամ անհասանելի է',
        'Back to home page' => 'Վերադարձ գլխավոր էջ',
    ],
    'Payment' => [
        'Thank you' => 'Շնորհակալ ենք',
        'Success text' => 'Յուրաքանչյուր նվիրատվություն մեզ ավելի է մոտեցնում մեր նպատակին: Շնորհակալ ենք, որ օգնում եք բարեփոխել երեխաների կյանքը:',
    ],

    'Fundraisers' => [
        'left' => 'մնաց',
        'goal' => 'նպատակ',
        'reached' => 'հավաքված է',
        'Do you want to donate anonymously?' => 'Ցանկանու՞մ եք նվիրաբերել անանուն։',
        'Yes' => 'Այո',
        'No' => 'Ոչ',
        'Comment' => 'Մեկնաբանել',
    ],

    'Volunteering' => [
        'Name*' => 'Անուն*',
        'Email address*' => 'Էլ․ փոստ*',
        'Surname*' => 'Ազգանուն*',
        'Age group*' => 'Տարիքային խումբ*',
        'Phone number*' => 'Հեռախոսահամար*',
        '26 and above' => '26 տարեկան և բարձր',
        'Upload your Resume/CV*' => 'Վերբեռնել ինքնակենսագրականը*',
        'Cover letter' => 'Ուղեկցող նամակ',
        'Info about age' => 'Միայն ծնողի համաձայնությունը հիմնավորող փաստաթղթի առկայությամբ։',
        'Name and surname' => 'Անուն Ազգանուն*'
    ],

    'Search' => [
        'Search' => 'Փնտրել',
        'Results' => 'Արդյունքներ',
        'Showing results' => 'Ցույց տալ արդյունքները',
        'All result' => 'Բոլոր արդյունքները',
        'Sponsor a Child' => 'Հովանավորել երեխայի ',
        'Gift' => 'Նվեր',
        'News & Events' => 'Նորություններ և իրադարձություններ',
    ],
    'Form' => [
        'Enter child ID' => 'Մուտքագրեք երեխայի ID-ն',
        'Donation Amount' => 'Վճարման չափ',
        'Area' => 'Տարածաշրջան',
        'Sponsorship type' => 'Հովանավորության տեսակ',
        'Whom Sponsor' => 'Ու՞մ եք ցանկանում հովանավորել Հովանավորության տեսակ',
        'Whom Sponsor dp-1' => 'Երեխայի կրթություն և զարգացում',
        'Whom Sponsor dp-2' => 'Աղքատության կրճատում և դիմակայունության բարձրացում',
        'Gender' => 'Սեռ',
        'Not selected' => 'Ընտրված չէ',
        'Between age' => 'Տարիքի միջեւ',
        'Region' => 'Տարածաշրջան',
        'Monthly Donation Amount' => 'Ամսական վճարման չափ',
        'Frequency' => 'Հաճախականություն',
        '1 month' => '1 ամիս',
        '3 months' => '3 ամիս',
        '1 year' => '1 տարի',
        'Recurring payment' => 'Շարունակական վճարում',
        'Recurring payment info text' => 'Յուրաքանչյուր ամիս Ձեր կցած քարտից կգանձվի 8000 ՀՀ դրամ։',
        'Automatic' => 'Ավտոմատ',
        'Manually' => 'Ձեռքով',
        'Do you want to receive letters from sponsored child?' => 'Ցանկանու՞մ եք նամակներ ստանալ հովանավորվող երեխայից?',
        'Create Fundraiser Text' => 'Դուք կարող եք սկսել ֆոնդահայթայթման սեփական արշավը`ընտրելով նպատակն ու տարածելով այն ընկերների շրջանում:',
        'Create' => 'Սկսել',
        'Create Fundraiser' => 'Նախաձեռնել ֆոնդահայթայթում',
        'Details' => 'Մանրամասներ',
        'Success' => 'Հաջողված',
        'Failed' => 'Ձախողված',
        'Type of Donation' => 'Ծրագիր',
        'Payment System' => 'Վճարման համակարգ',
        'Additional 2%' => 'Արքա վճարային համակարգի անդամ չհանդիսացող բանկերի (ներառյալ ՎՏԲ-Հայաստան Բանկը) կողմից թողարկված քարտերով վճարում կատարելու դեպքում կգանձվի լրացուցիչ 2% միջնորդավճար։',
        'Give' => 'Նվիրել',
        'Sponsored money text' => ' Նվիրաբերված գումարն օգտագործվելու է առաջին անհրաժեշտության կարիքները հոգալու համար։',
        'Failed Donation' => 'Տեխնիկական խնդիրների պատճառով Ձեր վճարումը չի կատարվել, խնդրում ենք նորից փորձել։ Հարցերի կամ խնդիրների դեպքում խնդրում ենք գրել մեզ worldvision_armenia@wvi.org էլ. հասցեով կամ զանգահարել +374 95 005772 հեռախոսահամարով։ Շնորհակալություն',
        'Failed Donation Title' => 'Տեխնիկական խնդիրների պատճառով Ձեր վճարումը չի կատարվել',
    ]

];



